<?php
/*
*比赛查询状态参数:p01_sel:全部0 未开赛1 进行中2  已结束3
*比赛查询名称参数:p02_q: 模糊查询
*比赛名称：全国民间高手炒股大赛
*比赛链接:item?gid=2
*比赛收益率:12.66
*比赛排名：30000
*主办方：重庆大C货一起发你来不来啊
*比赛内容：股票
*报名时间:2015-04-15 至 2015-05-15
*比赛时间:2015-05-16 至 2015-06-15
*比赛性质:公开赛
*比赛状态:未开赛
*比赛人数: 30000              
*/
if($_POST){
	$p01_sel =  $_POST["p01_sel"];
	$p02_q = $_POST["p02_q"];
}
$item = array(array("全国民间高手炒股大赛", "item?gid=2",12.66, 30000, "重庆大C货一起发你来不来啊", "股票","2015-04-15 至 2015-05-15","2015-05-16 至 2015-06-15","公开赛","未开赛",30000),array("全国民间高手炒股大赛", "item?gid=2",12.66, 30000, "重庆大C货一起发你来不来啊", "股票","2015-04-15 至 2015-05-15","2015-05-16 至 2015-06-15","公开赛","未开赛",30000),array("全国民间高手炒股大赛", "item?gid=2",12.66, 30000, "重庆大C货一起发你来不来啊", "股票","2015-04-15 至 2015-05-15","2015-05-16 至 2015-06-15","公开赛","未开赛",30000));
$jarr=array("errNum"=>0,"errMsg"=>"success","BSitem"=>$item);
echo json_encode($jarr);

?>