<?php
/*
*证券名称(代码)：重庆燃气(sh600917)
*买入/卖出:买入
*成交价格:12.66
*成交数量：30000
*成交金额：169858
*成交时间：2015-04-15 10:48:10               
*/
if($_POST){
	$dtStart =  $_POST["dtStart"];
	$dtEnd = $_POST["dtEnd"];
}
$item = array(array("重庆燃气(sh600917)", "买入",12.66, 30000, 169858, "2015-04-15 10:48:10"),array("重庆燃气(sh600917)", "买入",12.66, 30000, 169858, "2015-04-15 10:48:10"),array("重庆燃气(sh600917)", "买入",12.66, 30000, 169858, "2015-04-15 10:48:10"));
$jarr=array("errNum"=>0,"errMsg"=>"success","Historicalturnover"=>$item);
echo json_encode($jarr);
?>